Revit 2027 API
ParameterTypeId.ReinforcementMass Property
 "Reinforcement Mass"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReinforcementMass { get; }
Public Shared ReadOnly Property ReinforcementMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReinforcementMass {
	ForgeTypeId^ get ();
}
static member ReinforcementMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace